{
  "users": [
    {
      "id": 1,
      "email": "123@gmail.com",
      "password": "123456",
      "name": "123"
    },
    {
      "email": "admin@mail.ru",
      "password": "123123",
      "name": "Admin",
      "id": 2
    },
    {
      "email": "qwe@mail.ru",
      "password": "qweqwe",
      "name": "qwe",
      "id": 3
    }
  ],
  "articles": [
    {
      "title": "Шанс, что мы живем в симуляции составляет 50%",
      "date": "2020-12-09",
      "description": "В работе 2003 года философ из Оксфорда Ник Бостром выдвинул предположение, что наша реальность — это не более, чем компьютерная симуляция, созданная технологически продвинутой цивилизацией. В своей публикации Бостром предположил, что по крайней мере одно из трех предположений должно быть истиной.\n\nВот эти три предположения:\n\nОбычно цивилизации вымирают до того, как достигают возможности создать симуляции реальности. Продвинутые цивилизации не заинтересованы в создании симуляций реальности. Скорее всего мы уже живем внутри симуляции реальности\n\nА теперь же астроном из колумбийского университета сделал вывод, что шанс нашего существования в симуляции сводится к 50%. \n\nУченый Дэвид Киппинг соединил два предположения Бострома в одно, утверждая, что они оба приводят к одному результату — что мы не живем внутри симуляции. \n\nНеобходимо приписать предшествующую вероятность для каждой из этих моделей. Мы просто допускаем принцип безразличия, что является базовым допущением, когда нет данных или склонностей к тому или ному выводу.\n\nКиппинг также считает, что чем больше слоев симуляции (матрешка), тем меньше вычислительных ресурсов требуется для создания убедительной симлуяции. Более того, если человечество создаст первую убедительную симуляцию жизни, это станет почти окончательным подтверждением, что мы не можем жить в первоначальной реальности.\n\nТем временем некоторые ученые считают, что ответ на вопрос симуляции будет получен уже в ближайшие десятилетия, пока же все эти рассуждения не имеют четких доказательств.",
      "url": "https://monavista.ru/images/sizednews/157096idxmain5.jpg",
      "id": 1
    },
    {
      "title": "ВСЯ Музыка человечества ТУТ",
      "date": "2020-12-11",
      "description": "Вы когда-нибудь задумывались, сколько жанров музыки существует в мире? А вот сайт everynoise даёт вполне себе прямой ответ на этот вопрос. Не, серьезно, это очень полезный сайт для поиска жанра который будет каждому по душе. Воспроизведя музыку определенного жанра, напротив названия появляется символ нотки, отмечающий факт ознакомления. А если навести мышкой на прослушиваемый жанр, то появится подсказка что именно за трэк вы сейчас слышите. Собственно вот вам небольшая инструкция пользования этим шедевром. ",
      "url": "https://www.silver.ru/upload/medialibrary/df8/df8c79e3f5e03bba3f34a45e3107e9f5.jpg",
      "id": 2
    },
    {
      "title": "Ученые готовятся к первой в мире имплантации бионического глаза",
      "date": "2020-12-14",
      "description": "Команда исследователей из университета Монаш в Мельбурне, Австралия, создала бионический девайс, который будет способен восстановить зрение слепому человеку при помощи мозгового импланта. Сейчас идет подготовка к операции, которая станет первым клиническим испытанием бионического глаза. \n\nКак сообщает TechCrunch, устройство бионического глаза не сильно отличается от внутренностей смартфона, но подключение к мозгу будет осуществлено мини-электродами. Работа над этим проектом ведется уже более десяти лет, а главная цель в том, чтобы научиться обходить поврежденные оптические  нервы и передавать сигналы прямо в мозг.\nСистема включает кастомный головной прибор, включающий камеру и беспроводной передатчик. Процессор отвечает за обработку изображений, а серия \"плиток\" встроенная в мозг передает сигналы.\n\nНынешнее устройство создает визуальный паттерн путем кобминации 172 точек света, которые предоставляют пациенту информацию о среде, позволяя передвигаться внутри помещений и в открытой среде. Также с его помощью пациент сможет распознавать присутствие людей и объектов.\n\nВ будущем, похожая методика может использоваться для лечения серьезных неврологических заболеваний, таких как паралич конечностей. Во многом это похоже на Neuralink Илона Маска, однако подход несколько отличается.  \n\nВ прошедшем июле прошли испытания на трех овцах, которым вживили импланты. В общей сложности 2700 часов активной работы не имели никаких негативных эффектов на здоровье животных.",
      "url": "https://3dnews.ru/assets/external/illustrations/2013/02/22/641931/Deus-Ex-Movie-Sinister-Director.jpg",
      "id": 3
    },
    {
      "title": "Квантовая телепортация теперь не фантастика",
      "date": "2020-12-17",
      "description": "Исследователи из бристольского университета и датского технического университета сделали прорывное открытие, впервые осуществив квантовую телепортацию данных между двумя компьютерными чипами. Это позволило ученых передать информацию с одного чипа на другой моментально и без физического соединения между чипами. Теперь ученые говорят, что достижение открывает новые пути для развития как квантовых компьютеров, так и квантового интернета.\n\nТелепортация стала возможна благодаря феномену, известному как \"квантовое запутывание\". Суть его в том, что две частицы связаны друг с другом — в результате этого изменение состояния одной, моментально меняет состояние второй, независимо от расстояния, на котором они находятся. Если мы сможем использовать данный феномен, то человечеству откроется новый вид коммуникации на любые дистанции и практически без задержек. В том числе и на космических расстояниях.\n\nЧтобы передать данные, исследователи применили пару запутанных фотонов на чипе, после чего произвели квантовое измерение одного фотона. Это способствовало изменению парного фотона на другом чипе.\n\nКоманда запрограммировала каждый чип для произведения различных демонстраций с эффектом квантового запутывания. Успешность телепортации достигла уровня 91%, а базовые функции включали передачу состояний между фотонами, одновременное число которых может достигать четырех.\nПока все это лишь исследования и опыты, ждать применения в реальном мире пока не стоит.\n\nОднако за последние 20 лет произошел не слабый скачок в развитии технологий в плане передачи данных, глядишь через 10 лет нас ждет совсем другие скорости интернета.\n\n",
      "url": "https://images.aif.ru/008/463/09170254b7ff31dc65fcbff7f74140c5.jpg",
      "id": 4
    },
    {
      "title": "Первый в мире \"умный\" картофель",
      "date": "2020-12-22",
      "description": "Набор по превращению клубня в голосовой помощник состоит из антенны с чипом, припаянных к лезвию, и специального приложения. Энтузиаст из Франции заявляет, что его аппарат работает от энергии картофеля и способен оживить любой клубень. Почему картофельный голосовой помощник лучше Siri или Google Assistant? Потому что у него есть мечта, и он — живой, в отличие от умных колонок (хотя он, как и другие ассистенты, не уважает приватность пользователя, признает автор).\n\nПроект уже вышел на краудфандинг, французский разработчик намерен собрать порядка двух миллионов рублей. Стоимость устройства составляет €30 (сам картофель в комплект не входит). Пока проект поддержало лишь 39 человек.\n\nЭто \"ценное\" изобретение создатели даже представили в Лас-Вегасе на очередной выставке CES (Consumer Electronics Show) — одном из крупнейших технологических мероприятий года.",
      "url": "https://sun9-11.userapi.com/c855016/v855016141/1bdf30/7GXhJwmtZzc.jpg",
      "id": 5
    }
  ]
}